---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndProjectionOrthogonal
source: html/f8c3ecfc-5004-cc23-2383-3cf521816c6a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndProjectionOrthogonal Property

"End Projection Orthogonal"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelEndProjectionOrthogonal { get; }
```